Repository: wenusch/woocommerce-casinocoin-payments
Catalog: languages/wc-gateway-xrp-*.po
Languages: de_de, ja, nl_nl, sv_se

source: A payment gateway for WooCommerce to accept <a href="https://ripple.com/xrp">XRP</a> payments.
de_de: Zahlungsart für WooCommerce um <a href="https://ripple.com/xrp">XRP</a> Zahlungen zu akzeptieren.
ja: <a href="https://ripple.com/xrp">XRP</a>での支払いを追加するための支払いゲートウェイです。
nl_nl: Een betalings gateway voor WooCommerce om <a href="https://ripple.com/xrp" >XRP</a> betalingen te accepteren.
sv_se: En betallösning till WooCommerce för att kunna ta betalt med <a href="https://ripple.com/xrp">XRP</a>.

source: Let your customers pay using the XRP Ledger.
de_de: Erlaube deinen Kunden die Bezahlung über den XRP Ledger.
ja: XRP Ledgerを使用したXRP支払いを有効にします。
nl_nl: Laat uw klanten betalen met behulp van de XRP Ledger.
sv_se: Gör det möjligt för dina kunder att betala med XRP

source: <div class="notice notice-error"><p><b>WooCommerce XRP</b> does not support the <b>currency</b> your shop is using.</p></div>
de_de: <div class="notice notice-error"><p><b>WooCommerce XRP</b> unterstützt die <b>Währung</b> deines Shops leider nicht.</p></div>
ja: <div class="notice notice-error"><p><b>WooCommerce XRP</b> はあなたのショップで使用されている通貨はサポートされていません。</p></div>
nl_nl: <div class="notice kennisgeving-fout"><p><b>WooCommerce XRP</b> ondersteunt <b>de munteenheid</b> die uw winkel gebruikt niet.</p></div>
sv_se: <div class="notice notice-error"><p><b>WooCommerce XRP</b> stödjer inte den <b>valuta</b> som din butik använder.</p></div>

source: <div class="notice notice-error"><p><b>WooCommerce XRP</b> requires you to specify a <b>XRP Account</b> and your <b>XRPL Webhook</b> details.</p></div>
de_de: <div class="notice notice-error"><p><b>WooCommerce XRP</b> benötigt ein<b>XRP Account</b> und deine <b>XRPL Webhook</b> Daten.</p></div>
ja: <div class="notice notice-error"><p><b>WooCommerce XRP</b>では、<b>XRPアカウント</b>とあなたの<b>XRPL Webhook</b>が必要です。</p></div>
nl_nl: <div class="notice kennisgeving-fout"><p><b>WooCommerce XRP</b> vereist dat u uw <b>XRP Account</b> en uw <b>XRPL Webhook</b> details opgeeft.</p></div>
sv_se: <div class="notice notice-error"><p><b>WooCommerce XRP</b> kräver att du anger ditt <b>XRP-konto</b> samt dina uppgifter för <b>XRPL Webhook</b> kopplingen.</p></div>

source: <div class="notice notice-error"><p>The specified <b>XRP Account</b> and/or <b>XRPL Webhook</b> details are invalid. Please correct these for <b>WooCommerce XRP</b> to work properly.</p></div>
de_de: <div class="notice notice-error"><p> Die angegebenen <b>XRP Account</b> und/oder <b>XRPL Webhook Details</b> sind nicht korrekt. Bitte korrigiere diese um die <b>Zahlungsart XRP</b> korrekt anbieten zu können.</p></div>
ja: <div class="notice notice-error"><p>設定した<b>XRPアカウント（アドレス）</b>または<b>XRPL Webhook</b>の設定が間違っているか無効です。設定を確認してください。</p></div>
nl_nl: <div class="notice kennisgeving-fout"><p>De opgegeven <b>XRP Account</b> en/of <b>XRPL Webhook</b> details zijn ongeldig. Corrigeer deze a.u.b. om <b>WooCommerce XRP</b> goed te laten werken.</p></div>
sv_se: <div class="notice notice-error"><p>Det angivna b>XRP-kontot</b> och/eller uppgifterna för <b>XRPL Webhook</b> kopplingen är felaktiga. Vänligen korrigera dessa för att <b>WooCommerce XRP</b> ska fungera korrekt.</p></div>

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
ja: 有効/無効
nl_nl: In/uitschakelen
sv_se: På/Av

source: Enable XRP Payments
de_de: Aktiviere XRP Zahlungen
ja: XRP支払いを有効にする
nl_nl: XRP betalingen inschakelen
sv_se: Aktivera XRP-betalningar

source: Title
de_de: Titel
ja: タイトル
nl_nl: Titel
sv_se: Rubrik

source: This controls the title for the payment method the customer sees during checkout.
de_de: Gib den Titel für die Zahlungsmethode an. Diesen sieht der Kunde beim Checkout.
ja: チェックアウトページに表示される支払い方法のタイトルを変更することができます。
nl_nl: Dit bepaalt de titel voor de betalingsmethode die de klant tijdens de afhandeling ziet.
sv_se: Denna text anger vad som visas för kunden på utcheckningsidan.

source: Description
de_de: Beschreibung
ja: 説明文
nl_nl: Omschrijving
sv_se: Beskrivning

source: Payment method description that the customer will see on your checkout.
de_de: Diese Beschreibung sieht der Kunde beim Checkout.
ja: チェックアウトページに表示される支払い方法についての説明。
nl_nl: Omschrijving van de betaalmethode die de klant ziet bij het afrekenen.
sv_se: Beskrivning av XRP som betalmetod. Detta syns på utcheckningssida.

source: Payment instruction will be shown once you've placed your order.
de_de: Die Beschreibung wird angezeigt sobald die Bestellung abgesendet wurde.
ja: 注文を確定すると支払い指示が表示されます。
nl_nl: Betalings instructie zal worden getoond wanneer u uw bestelling heeft geplaatst.
sv_se: Inbetalningsuppgifterna syns för efter att du beställt din order.

source: Please specify the XRP Ledger account where your payments should be sent. This should be an account <b>YOU</b> own and should <b>NOT</b> be an exchange account, since a unique destination tag is generated for each order.
de_de: Bitte den XRP Account angeben der die Zahlungen erhalten soll. Diesen Account solltest <b>DU</b> besitzen und sollte <b>KEIN</b> Account bei einer Kryptobörse sein, da für jede Bestellung eine eigenständiger Destination Tag erstellt wird.
ja: 支払いを送金するXRPアカウント（アドレス）を設定してください。各注文に対してユニークな宛先タグが生成されるため、取引所で発行されたアドレスではなく、<b>自身が所有するアカウント</b>を使用してください。
nl_nl: Geeft u a.u.b. het XRP Ledger account op waar uw betalingen heen gestuurd moeten worden. Dit moet een account zijn dat <b>U ZELF</b> bezit en mag <b>GEEN</b> account bij een exchange zijn omdat voor iedere bestelling een unieke destination tag wordt aangemaakt.
sv_se: Ange det XRP-konto dit betalningar ska skickas. Detta måste vara ett konto som <b>DU</b> äger och du kan <b>INTE</b> använda ett exchange-konto pga att varje order får en unik destinations tagg.

source: Your XRP account where payments should be sent.
de_de: Dieser XRP Account erhält die Zahlungen.
ja: 支払いが送信されるXRPアカウント。
nl_nl: Uw XRP account waar betalingen heen gestuurd moeten worden.
sv_se: Ange det XRP-konto dit betalningar ska skickas.

source: XRPL Webhook options
de_de: XRPL Webhook Optionen
ja: XRPL Webhookオプション
nl_nl: XRPL Webhook opties
sv_se: Inställningar för XRPL Webhooks

source: In order to create your webhook and process your payments properly, please specify your XRPL Webhooks API key. For more informations how to obtain these keys, please visit <a href="https://webhook.xrpayments.co/">https://webhook.xrpayments.co</a>.
de_de: Damit der Prozess und die XRPL Webhooks korrekt funktionieren gebe bitte deinen API Key ein. Für weitere Informationen besuche bitte: <a href="https://webhook.xrpayments.co/"> https://webhook.xrpayments.co </a>.
ja: Webhookを作成し支払いを処理するために、XRPL Webhook API keyを設定してください。これらのkeyを取得する方法の詳細については、<a href="https://webhook.xrpayments.co/">https://webhook.xrpayments.co</a>をご覧ください。
nl_nl: Om uw webhook te maken en uw betalingen juist te behandelen dient u uw XRPL Webhooks API key op te geven. Voor meer informatie hoe u deze key(s) verkrijgt, bezoekt u <a href="https://webhook.xrpayments.co/">https://webhook.xrpayments.co</a>.
sv_se: För att kunna skapa en webhook och hantera betalningar korrekt, vänligen ange dina XRPL Webhook API nycklar. För mer information om hur du hämtar dessa, besök <a href="https://webhook.xrpayments.co/">https://webhook.xrpayments.co</a>.

source: Your XRPL XRPayments Webhook API key.
de_de: Dein XRPL XRPayments Webhook API Key.
ja: あなたのXRPL XRPayments Webhook API keyを入力してください。
nl_nl: Uw XRPL XRPayments Webhook API key.
sv_se: Din XRPL XRPayments Webhook API-nyckel.

source: Your XRPL XRPayments Webhook API secret.
de_de: Dein XRPL XRPayments Webhook API Secret.
ja: あなたのXRPL XRPayments Webhook API secretを入力してください。
nl_nl: Uw XRPL XRPayments Webhook API secret.
sv_se: Din XRPL XRPayments Webhook API lösenord.

source: Advanced
de_de: Fortgeschritten
ja: アドバンス設定
nl_nl: Geavanceerd
sv_se: Avancerat

source: Leave these untouched unless you really know what you're doing.
de_de: Belasse diese Einstellungen, es sei denn du weißt genau was du tust.
ja: 内容の詳細が分かる方のみ変更するようにしてください。
nl_nl: Verander dit niet tenzij u echt zeker weet wat u doet.
sv_se: Om du är osäker på vad detta är så lämna det orört.

source: Which XRP node to use when checking our balance.
de_de: Welcher XRP Node soll zur Abfrage deines Kontos verwendet werden.
ja: 残高を確認する際に使用するXRPLのノードを入力してください。
nl_nl: Welke XRP node te gebruiken bij het controleren van onze rekening.
sv_se: Vilken XRP-nod ska användas för att uppdatera vårt saldo.

source: Bypass firewall
de_de: Firewall umgehen
ja: ファイアウォールをバイパスする
sv_se: Kringgå brandvägg

source: Use a proxy to bypass your webservers firewall.
de_de: Nutze einen Proxy um die Firewall deines Webservers zu umgehen.
ja: プロキシーを使用してあなたのウェブサーバーのファイアウォールをバイパスする場合はチェック。
nl_nl: Gebruik een proxy om de firewall van uw webservers te passeren.
sv_se: Använd en proxy för att kringgå din webservers brandvägg.

source: Exchange
de_de: Kryptobörse
ja: 取引所
sv_se: Marknadsplats

source: Which exchange to use when fetching the XRP rate.
de_de: Welche Kryptobörse soll zur Ermittlung des Wechselkurses genutzt werden.
ja: XRPのレート（価格）を取得する際に使用する取引所を選択してください。
nl_nl: Welke exchange gebruiken om de XRP wisselkoers op te halen.
sv_se: Vilken markandsplats ska användas för att hämta XRP-kursen.

source: Transaction Limit
de_de: Transaktionslimit
ja: トランザクション制限数
nl_nl: Transactie Limiet
sv_se: Transaktionsgräns

source: The number of transactions to fetch from the ledger each time we check for new payments.
de_de: Anzahl der abzurufenden Transaktionen vom XRPL bei jedem check neuer Zahlungen.
ja: 新しい支払いを確認する際にXRP Ledgerから取得するトランザクション数を設定してください。
nl_nl: Aantal transacties dat van de ledger wordt opgehaald telkens wanneer we op nieuwe betalingen controleren.
sv_se: Antalet transaktioner som ska hämtas från XRP nätverket verjar gång en betalning läses in.

source: XRP payment details
de_de: XRP Zahlungsdetails
ja: XRP支払いの詳細
nl_nl: XRP betalings details
sv_se: Inbetalningsuppgifter för XRP

source: XRP total
de_de: Gesamt XRP
ja: 合計XRP
nl_nl: XRP totaal
sv_se: XRP totalbelopp

source: XRP received
de_de: XRP erhalten
ja: 受け取ったXRP
nl_nl: XRP ontvangen
sv_se: XRP mottaget

source: XRP left to pay
de_de: XRP nach zu zahlen
ja: 支払い待ちのXRP
nl_nl: XRP nog te betalen
sv_se: XRP kvar att betala

source: Order status
de_de: Bestellstatus
ja: オーダーステータス

source: Pending payment
de_de: Zahlung ausstehend
nl_nl: In afwachting van betaling

source: Processing (Paid)
de_de: In Bearbeitung (bezahlt)
nl_nl: In behandeling (Betaald)

source: On hold
de_de: In Wartestellung
nl_nl: Gepauzeerd

source: Completed
de_de: Abgeschlossen
nl_nl: Voltooid

source: Cancelled
de_de: Abgebrochen
nl_nl: Geannuleerd

source: Refunded
de_de: Erstattet
nl_nl: Terugbetaald

source: Failed
de_de: Fehlerhaft
nl_nl: Mislukt

source: Unknown
de_de: Unbekannt
nl_nl: Onbekend

source: Overpaid
de_de: Überzahlt

source: XRP Account
ja: XRPアカウント（アドレス）
sv_se: XRP-konto

source: API Key
sv_se: API-nyckel

source: API Secret
sv_se: API-lösenord

source: XRP Node
ja: XRPノード
sv_se: XRP-nod

source: Destination tag
ja: 宛先タグ
sv_se: Destinations-tagg
